Repository: mahmutyazar/RAWG-GAMES
Catalog: RAWG GAMES/RAWG GAMES/Localizer/*.lproj/Localizable.strings
Languages: tr

source: Random Games
tr: Rastgele Oyunlar

source: Favorites
tr: Favorilerim

source: Notes
tr: Notlarım

source: Title
tr: Başlık

source: Description
tr: Yorum

source: Save
tr: Kaydet

source: Insert title
tr: Başlık yazın

source: You should fill all the blanks.
tr: Tüm boşlukları doldurmalısınız.

source: Search whatever you looking for...
tr: Herhangi bir şey arayın...

source: RATE
tr: PUAN

source: Released:
tr: Yılı:

source: Rate:
tr: Puan:

source: ALERT
tr: UYARI

source: OK
tr: TAMAM

source: WARNING
tr: DİKKAT!

source: DELETE
tr: SİL

source: CANCEL
tr: İPTAL

source: Success!
tr: Başarılı!

source: All notes will be deleted. Are you sure?
tr: Tüm notlar silinecek. Emin misiniz?

source: Are you sure to delete all favorites?
tr: Tüm favorileri silmek istediğinize emin misiniz?

source: You have been added this game to favorites!
tr: Bu oyunu favorilerinize eklediniz!

source: There is a problem. Try again later.
tr: Bir sorun var. Lütfen daha sonra tekrar deneyin.

source: You can not see the details of games when you're offline. Please connect to internet.
tr: Internet bağlantınız olmadan oyun detaylarını göremezsiniz. Lütfen internete bağlanın.

source: Seems like you're not connected to Internet. Please check your connection.
tr: Internet bağlantınızda sorun var.

source: Favorites list is empty.
tr: Favori listesi boş.

source: Notes list is empty.
tr: Notlar listesi boş.
